7zip
base
base-devel
btrfs-progs
cronie
docker
dolphin
dunst
efibootmgr
file-roller
firefox
flatpak
fuse2
fuzzel
git
grim
htop
hyprland
hyprpaper
iwd
java-runtime-common
jdk17-openjdk
jdk21-openjdk
kitty
linux
linux-firmware
linux-lts
ly
nano
network-manager-applet
networkmanager
nodejs
npm
nwg-panel
pavucontrol
polkit-kde-agent
pulseaudio
qt5-wayland
qt6-wayland
slurp
smartmontools
thunar
thunar-archive-plugin
timeshift
unrar
unzip
uwsm
vim
wget
wireless_tools
wofi
xdg-desktop-portal-hyprland
xorg-server
xorg-xinit
zip
zram-generator
